tap "adoptopenjdk/openjdk"
tap "azure/functions"
tap "conductorone/baton"
tap "derailed/k9s"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
brew "act"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "berkeley-db"
brew "brew-cask-completion"
brew "glib"
brew "harfbuzz"
brew "cassandra"
brew "circleci"
brew "consul"
brew "coreutils"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "docker-completion"
brew "docutils"
brew "etcd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-secrets"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "openjdk"
brew "gradle"
brew "grafana"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "helm"
brew "htop"
brew "iftop"
brew "istioctl"
brew "jabba"
brew "jenv"
brew "jq"
brew "k9s"
brew "zookeeper"
brew "kafka"
brew "librdkafka"
brew "kcat"
brew "krb5"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "ldns"
brew "libfido2"
brew "libgit2"
brew "linkerd"
brew "lsd"
brew "lynx"
brew "make"
brew "maven"
brew "minikube"
brew "mysql"
brew "nmap"
brew "nvm"
brew "openjdk@17"
brew "openjdk@8"
brew "openssh"
brew "pkcs11-helper"
brew "openvpn"
brew "operator-sdk"
brew "packer-completion"
brew "pip-completion"
brew "postgresql@14"
brew "pre-commit"
brew "prometheus"
brew "protobuf"
brew "python@3.10"
brew "python@3.9"
brew "rbenv"
brew "redis"
brew "ruby"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "step"
brew "terminal-notifier"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "azure/functions/azure-functions-core-tools@4"
brew "conductorone/baton/baton"
cask "1password-cli"
cask "google-cloud-sdk"
cask "ngrok"
