tap "adoptopenjdk/openjdk"
tap "derailed/k9s"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "lightbend/tools"
tap "vmware-tanzu/carvel"
brew "node"
brew "angular-cli"
brew "aws-iam-authenticator"
brew "python@3.9"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "brew-cask-completion"
brew "gettext"
brew "glib"
brew "cassandra", restart_service: true
brew "circleci"
brew "consul"
brew "coreutils"
brew "curl"
brew "docker-completion"
brew "etcd"
brew "exa"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "git-secrets"
brew "gnupg"
brew "go"
brew "goenv"
brew "gradle"
brew "grafana"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "helm"
brew "htop"
brew "iftop"
brew "istioctl"
brew "jenv"
brew "jfrog-cli"
brew "jq"
brew "kafka", restart_service: true
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "kustomize"
brew "ldns"
brew "lynx"
brew "make"
brew "maven"
brew "minikube"
brew "protobuf"
brew "mysql"
brew "nmap"
brew "node@10"
brew "nomad"
brew "openssh"
brew "openvpn"
brew "operator-sdk"
brew "packer"
brew "packer-completion"
brew "pip-completion"
brew "postgresql", restart_service: true
brew "prometheus"
brew "rbenv"
brew "redis"
brew "ruby"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "terminal-notifier"
brew "tfenv"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yq@3"
brew "derailed/k9s/k9s"
brew "elastic/tap/elasticsearch-full"
brew "elastic/tap/kibana-full"
brew "jakehilborn/jakehilborn/displayplacer"
brew "vmware-tanzu/carvel/imgpkg"
brew "vmware-tanzu/carvel/kapp"
brew "vmware-tanzu/carvel/kbld"
brew "vmware-tanzu/carvel/kwt"
brew "vmware-tanzu/carvel/vendir"
brew "vmware-tanzu/carvel/ytt"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "adoptopenjdk8"
cask "google-cloud-sdk"
cask "macdown"
cask "ngrok"
cask "vagrant"
cask "virtualbox"
