tap "derailed/k9s"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "angular-cli"
brew "argocd"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "berkeley-db", link: true
brew "brew-cask-completion"
brew "cassandra"
brew "circleci"
brew "consul"
brew "coreutils"
brew "curl"
brew "docker-completion"
brew "etcd"
brew "exa"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-secrets"
brew "glib"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "gradle"
brew "grafana"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "iftop"
brew "istioctl"
brew "jenv"
brew "jq"
brew "k9s"
brew "kafka"
brew "kcat"
brew "krb5"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "ldns"
brew "librdkafka"
brew "librsvg"
brew "linkerd"
brew "lynx"
brew "make"
brew "maven"
brew "minikube"
brew "mysql"
brew "nmap"
brew "node"
brew "node"
brew "nomad"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@8"
brew "openssh"
brew "openvpn"
brew "operator-sdk"
brew "packer"
brew "packer-completion"
brew "pango"
brew "pip-completion"
brew "pkcs11-helper"
brew "postgresql@14"
brew "pre-commit"
brew "prometheus"
brew "protobuf"
brew "python3"
brew "rbenv"
brew "redis"
brew "ruby"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "step"
brew "terminal-notifier"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "unbound"
brew "vim"
brew "watch"
brew "wget"
brew "zookeeper"
cask "google-cloud-sdk"
cask "ngrok"
